export default [
  {
    department: "護理科",
    intro:
      "護理科的學生除了需學習基礎醫學科學知識、一般護理技能外，更要融合專業核心價值，強化溝通與團隊合作能力，並培養關懷、倫理、克盡職責的胸懷。 為因應醫療職場的變化大、需求多，唯有具備醫護資訊能力、醫護術語及專業英文能力，加上終身學習的態度，才能適應未來職場的工作環境。",
    future:
      "擔任護理師、護理長、督導、居家護理師、語言治療師等臨床護理職務。 在大專院校任教或擔任學校護理人員。 從事職業衛生護理師、醫藥記者、醫藥書籍編輯、保險或醫療保健企業之行銷人員等相關行業。",
  },
  {
    department: "視光科",
    intro:
      "視光學是一門以保護人眼視覺健康為主要內容的學科，是以眼科學和光學為主，結合現代醫學、生理光學、驗光學、配鏡學、隱形眼鏡學及材料工程等知識所構成的一門專業學科。",
    future:
      "一般而言，視光科畢業生找工作是比較容易，因為出路廣，眼科醫院診所、眼鏡公司、鏡片工廠、鏡架工廠、隱形眼鏡公司(工廠)等，都喜歡用視光科畢業生。",
  },
  {
    department: "幼保科",
    intro:
      "幼兒教保概論、嬰幼兒發展與保育、幼兒教保活動設計、器樂、幼兒韻律、幼兒體能、應用美術、幼兒觀察與評量、幼兒教學媒體計與應用、幼兒餐點設計與製作、琴法、幼兒教保實務、幼兒安全教育、親職教育、蒙特梭利課程、職業道德與倫理、兒童褔利概論等專業課程。",
    future:
      "可至國外進修深造，或報考本校幼保系碩士班，同時亦可修習「中等教育學程」，取得中等學校教師資格或申請修讀「幼兒美語學程」等，提升就業競爭力。 亦可修習相關系所輔系，如「社工輔系」、「餐旅管理輔系」等，發展多元專業能力。",
  },
  {
    department: "老人照顧科",
    intro:
      "涵蓋全人照顧概論、生活與照顧服務綜論、生活與照顧服務綜論實驗、長期照顧綜論、老人學、老人周全性評估、社會工作概論、人類行為與社會環境、方案設計與評估、銀髮族休閒活動設計與規劃、機構經營與管理等多元老人照顧管理課程。",
    future:
      "畢業之後，有許多工作選擇，除了第一線服務人員，也有其他規劃、諮詢以及業務相關職務，未來產業茁壯後，會發展出更多不同的職務內容。 而目前的出路有：長照管理中心、關懷據點、日間照顧中心、安養機構、高齡相關協會、高齡相關基金會、衛生單位、健康產業、醫療產業等，擔任服務、行政、管理、規劃、諮詢等職務。",
  },
  {
    department: "生命關懷事業科",
    intro:
      "本科培育具殯葬服務技能與馬偕博士精神涵養的專業人才。 在學期間除了教導專業殯葬知識與證照輔導外，學生還可以透過大體生理構造的瞭解、悲傷輔導技巧的訓練、臨終關懷的實際陪伴，以及宗教靈性的輔導等課程，提升學生對於生命各種不同層次的體會。",
    future:
      "禮儀師、禮儀人員、禮體師、遺體化妝師、司儀、殯葬管理人才等、社工師、社工員、居家服務員、居服督導員等、輔導教師、個案管理員、心理測驗員等。",
  },
  {
    department: "衛生科",
    intro:
      "醫療衛生科學又稱：醫療科學、健康科學、保健科學，是涉及人類和動物健康的應用科學，分為兩個部分：研究、探索、和累積知識，以及利用知識改善健康、治療疾病、以及理解人和動物身體運作模式。",
    future:
      "統計分析師、健康管理人員、醫療機構企劃師、環保機構管理師、環保與衛生部門行政人員、學術研究人員、學術或研究單位研究人員、統計分析師、健康管理師、健康促進產業經理、醫療機構相關單位管理師、環保衛生單位管理師、環保衛生相關部門衛生行政人員",
  },
  {
    department: "外語科",
    intro:
      "外語科主要學習日語文聽力、口說、閱讀、寫作能力、基礎商業知識及電腦文書處理，以培養學生擔任外語相關產業之初級技術人員，並能勝任外語領域相關之工作。 主要在一般商業機構擔任業務助理，或從事觀光旅遊等相關行業，如航空公司之空服員、櫃台服務、旅行社或觀光飯店之服務業人員。",
    future:
      "可報考四技二專、一般大學之外文系或應用外語系及商業類各相關科系，亦可海外留學，繼續深造。 就業： 參加普考、專技人員特考從事公職; 或可任職貿易公司、金融機構人員、餐飲管理人員、航空公司之地勤人員及空服人員、國際貿易之祕書人員等與商業或外相關之行業。",
  },
  {
    department: "餐旅管理科",
    intro:
      "餐旅產業包括餐飲業、住宿業和休閒旅遊業等行業，而餐旅管理相關科系除了學習經營管理的知識，還要學習從「做中學」，例如食物製備、中西餐、飲料調製、烘焙等餐飲製作，以及旅館客房務的操作技術方面，都必須達到專業水準以上的要求。 此外，學生還必須具有國際觀，才能面對未來餐旅業全球化的高度競爭與發展。",
    future:
      "國內觀光休閒餐旅產業發展迅速，亟需具專業知能與管理能力的人才，以提昇整體產業的品質。 本學系學生畢業後可至航空公司、旅行社、遊樂園、觀光工廠、文創企業、會展公司、企劃公司、企業或非營利組織的行銷部門、餐廳、烘焙、飲調、旅館、民宿、咖啡產業，從事觀光事業管理、休閒管理、餐飲管理、旅館管理、行銷企劃等相關工作。",
  },
  {
    department: "食品科",
    intro:
      "食品科是一門把科學知識用於食品加工和生產的跨學科的應用科學。 食品科學內容包括食品化學、食品微生物學、食品加工和食品工程等學科。 食品科學關心的是: 食物、營養衛生、分析檢驗、機械設備、食品包裝、貯運、物流、鄉鎮企業、烹飪研究、高新技術、糧油、肉類、禽蛋、乳品、水產加工、食品添加劑等。",
    future:
      "畢業後可從事食品製造業、食品檢驗與餐飲服務等行業。 如烘焙食品、乳品製造、罐頭食品、冷凍食品、脫水食品、醃漬食品、糖果製造、製油、製粉、調味品製造、飲料製造、食品安全檢驗等從業人員。 有志於擔任公職者可參加普考、高考及公務人員特考等公職考試，或參加考試進入國營事業工作等。",
  },
  {
    department: "觀光休閒科",
    intro:
      "觀光休閒科是學習如何經營旅遊及相關服務行業的學系，以培育觀光管理及其相關產業的專業人才為目標。 主要工作範圍包含設計安排旅程、食宿、領隊人員、導遊人員、代購代售交通客票、代辦出國簽證手續等。 相關服務尚可包括會議安排、展覽策畫、藝品銷售推廣等。",
    future:
      "國內觀光休閒餐旅產業發展迅速，亟需具專業知能與管理能力的人才，以提昇整體產業的品質。 本學系學生畢業後可至航空公司、旅行社、遊樂園、觀光工廠、文創企業、會展公司、企劃公司、企業或非營利組織的行銷部門、餐廳、烘焙、飲調、旅館、民宿、咖啡產業，從事觀光事業管理、休閒管理、餐飲管理、旅館管理、行銷企劃等相關工作。",
  },
  {
    department: "美容科",
    intro:
      "美容科以「健康」與「美容」為發展主軸，重視由內而外的美容保健知識與技能。化妝品與美容相關領域非常多元，有的著重應用與管理，有的專注於時尚美容，甚至結合健康概念，隨著國內經濟與醫療衛生進步，如何保持健康美麗、延緩老化已成為關注的焦點。",
    future:
      "全國現有之大型美容相關企業，每年可提供本系畢業生多樣化之就業機會，擔任美容師、化妝師、醫學美容美容師、美容保健講師、美髮設計師、造型師、芳香療師、SPA美療師、化妝品行銷管理、寵物美容師、動物醫院醫助..等職務。 此外，學生亦可至各類婚紗攝影或禮服工作室擔任美容造型化妝指導及模特兒等職務。",
  },
  {
    department: "商管財金科",
    intro:
      "商管財金科主要是訓練財務金融領域專業科目知識， 針對數學推理能力、金融市場、投資信託、證券、期貨操作有強烈興趣者， 在於風險與報酬中進行評估，整合數理、財務、資訊來做決策， 且對於數字數理邏輯敏感度強，有助於職場領域發揮。",
    future:
      "可至銀行、證券、保險、投資信託、 不動產及期貨等金融業從事金融管理、投資規劃或研究發展等工作， 或至一般工商事業財務部門、政府財經主管機關、經濟調查機構、財務顧問公司從事財務管理與財務諮詢等工作。 此外，亦可繼續深造，選擇國內外企業管理、金融、財務管理、財務金融等相關研究所攻讀碩、博士。",
  },
  {
    department: "資訊管理科",
    intro:
      "資訊管理是大學熱門科系之一，它是探討如何管理「協助組織達成策略目標之資訊系統」的學科。資訊管理學系除了訓練學生使用一般性套裝軟體，使其具備基本的文書處理、多媒體或網路應用能力外，對於個人電腦系統組裝及維修、區域網路規劃及管理、資訊系統開發、電子商務系統實作與資料庫應用等能力的訓練更是著重。資訊管理涵蓋的面向既寬且廣，因此無論是何種人格特質與性向的學生皆可在資訊管理領域中找到適合自己發展的方向。",
    future:
      "主要工作內容可以分為幾個面向：軟體程式設計人員，主要協助企業內部系統開發、資料庫建立運用。 數據分析人員，從事數據分析、機器學習、模型建立提供商業決策者參考運用。 政府機關資訊人員，在政府機關、國營事業單位從事資訊系統維護以及資訊安全管理。",
  },
  {
    department: "電機電子科",
    intro:
      "電機電子科主要學習電子、視聽、工業與數位產品的電路組裝與設計、微電腦單晶片的程式編寫與電路的裝配及測試及程式語言的設計等技術能力，以培養電子產業之基層技術人員。 主要學習電腦系統安裝與設定、軟體程式的撰寫、網路系統（Server）安裝與設定、單晶片微電腦控制的程式編寫與電路的裝配及測試等技術能力，以培養資訊產業之基層技術人員。",
    future:
      "學生畢業後可從事半導體產業、電子產業、資訊產業、光電產業、通信產業、冷凍空調產業、自動控制產業、儀器產業及軟體產業…等，也可以從事銷售、相關產品及材料供應等行業，或自行創業成立公司。 有志於擔任公職者可參加普考、高考及公務人員特考等公職考試，或參加考試進入國營事業工作等。。",
  },
  {
    department: "機械科",
    intro:
      "機械科以培育機械製造之基層技術人才為目標。商頒專業科目有：機械製圖實習、鉗工實習、車床實習、銑床實習、機械材料、機械製造、電腦輔助製圖與實習、數值控製機械實習、機件原理、機械力學等。",
    future:
      "機械系出路/機械工程系出路：機械的設計、製造、管制、檢驗及維護等專業人才。 可投入發揮的產業極多，例如精密機械工業、汽機車工業、鋼鐵工業、半導體製造業、工具機工業、電腦輔助業、模具業等。 常見從事的工作包括：機構工程師、機械工程師、機械設計/繪圖人員、生產技術/製程工程師、機械加工技術人員、生產設備工程師等等。",
  },
  {
    department: "化工科",
    intro:
      "化工科主要學習化工原料和產品性質的分析檢驗與管制以及有關化工機械各式儀表和分析儀器的使用與維護，以培養化學工業的基層技術人才。 主要學習紡織和化工工業相關的基本知識以及因應工業發展之能力和生產操作、維護及檢驗的基本技術，以培養紡紗、織造、針織暨化工等製程的基層技術人才。",
    future:
      "製程工程師，製程改善與管理、訂定生產程序及標準等，化工工程師，規劃化學材料的生產流程、指導作業人員操作相關設備等，材料研發人員，新材料的研發與測試、協助量產與制定檢驗標準等，品管工程師，確保產品品質、針對產品可靠度做測試與解決，研究助理，實驗室工作執行、處理文書業務等，研究員，從事研究分析、研究計畫執行等，",
  },
  {
    department: "工業工程與管理科",
    intro:
      "「工業工程與管理」又稱工業工程(Industrial Engineering, IE)是一門結合科學、資訊科技和管理學等方法，用以提升組織營運效率的學問工具。它利用數學、自然科學與社會科學的專門知識及技巧，並利用工程分析與設計的原理和方法，來規劃、預測，並評估由此及其有關系統中所獲得的效果。」",
    future:
      "可擔任工業工程師、生產管理師、品管/品保管理師、設備工程師、製程規劃師、產品管理師、程式設計師，及各種企業流程改善、成本評估分析、人力資源、工程顧問等專案管理師。",
  },
  {
    department: "土木建築科",
    intro:
      "主要學習土木工程設計、施工及建造，訓練繪圖、施工、測量及監造之實用技能，並學習工程管理之相關專業知識與營造法規。 主要學習建築工程之認識及基本操作技藝，課程強調電腦繪圖、手繪與美術、造型設計表現。",
    future:
      "學生畢業後可從事農場經營、種苗場、園藝、造園景觀設計、生態保育、休閒農業、測量、環境評估、獸醫、畜牧養殖、動物園、飼料生產、食品加工、木材加工、家具製作、植物病理藥品、動物藥品等行業。 有志於擔任公職者可參加普考、高考及公務人員特考等公職考試，或參加考試進入國營事業工作等。",
  },
  {
    department: "農業科",
    intro:
      "農業科學是一門多學科交叉、理論與實踐緊密結合的綜合性學科。 其分支學科主要包括作物學、園藝學、植物保護學、食品科學、畜牧學、獸醫學、水產學、農業生物組學等農業基礎和交叉學科等。 農業科學研究的對象主要是具有高度進化的形態特征、複雜的遺傳生理基礎的各種農作物、林木、畜禽、魚類等。",
    future:
      "學生畢業後可從事農場經營、種苗場、園藝、造園景觀設計、生態保育、休閒農業、測量、環境評估、獸醫、畜牧養殖、動物園、飼料生產、食品加工、木材加工、家具製作、植物病理藥品、動物藥品等行業。有志於擔任公職者可參加普考、高考及公務人員特考等公職考試，或參加考試進入國營事業工作等。",
  },
  {
    department: "海事科",
    intro:
      "主要學習船舶駕駛技能、航儀操控等航海技術，使船舶能穩定航行，安全到達下一個目的港口，達到海上運輸之功能，以培育現代商船之基層技術人才為目標。 主要學習船舶機械之操作及電機設備之控制與維護，維持船舶主機、輔機穩定運轉，使船舶能安全的航行於海上。",
    future:
      "海事群學生畢業後可從事海勤相關行業，例如船舶基層操作人員、操作級之船副、操作級之管輪、商船輪機員、造船廠技術人員、石化廠技術人員、港口裝卸公司技術人員...等，也可以從事船用引擎或汽車引擎維修保養業、遊艇維修、漁船維修等行業。 有志於擔任公職者可參加普考、高考及公務人員特考等公職考試，或參加考試進入國營事業工作等。",
  },
  {
    department: "文創設計科",
    intro:
      "文創設計簡單來說就是針對文化、創意產業進行行銷、推廣與保存，至於推廣、保存與行銷的方式有很多，台灣此類科系主要用的方式有：視覺設計、周邊商品設計、活動企劃、多媒體宣傳、經營管理等等。 畢業之後的選擇很多，可進入傳播、印刷與媒體業界，或是從視覺設計、商品設計、工藝設計，或是藝術行政與管理等等。",
    future:
      "文化創意產業(包含了文化、創意與產業三個層面，文化面的人文藝術創作展演， 創意面的工藝設計建築應用，以及產業面的整合經營管理行銷等)相關行業之企劃、行銷、專案、編輯排版、廣告設計、圖文編輯、管理人員。一般民營企業:專案企劃人員、數位多媒體企劃專員、活動主題企劃人才、 廣告代理、行銷、專案、管理人員。",
  },
  {
    department: "藝術與表演科",
    intro:
      "多元學習發揮個人所長 影劇藝術學系主要學習有影像創作、編劇、導演、聲音與肢體表演、展演規劃、燈光舞台技術等專業能力，從幕前表演到幕後展演製作的多元學習，可從中了解自己的專長決定未來發展方向。",
    future:
      "畢業後可從事藝術專業創作、管理，以及傳播、藝術與文化創意…等相關行業， 例如電影場務人員、電視台工作人員、劇場工作或管理人員、舞台設計助理、演員、歌手、 樂團、攝影師、調音師、錄音師、剪接師、助理導演（播）人員、產品設計人員、室內設計人員、 美術設計人員、漫畫家、藝術工作者、舞蹈工作者、音樂工作者、經紀人等。",
  },
];
