export default [
  {
    department: "法政學群",
    intro:
      "這個學群主要探究人類社會實際運作中相關的法律、政治制度與行政管理等社會行為有關的相關知識。至於政治相關科系則是學習我國政治制度的變遷、各級政府行政的理論與方法、國家重要政策形成的過程等。",
    future:
      "未來可從事的職業 律師、法官、檢察官、書記官、法務人員、國會助理、商標／專利人員、市場調查分析師、報社黨政司法記者、政治相關研究人員、研究助理、外交官、外交領事人員、土地代書、都市計畫技師、各級政府機關公務人員、法務部調查員、國安局情報人員、國際經濟商務人員等。",
    img: "法政學群.jpg",
  },
  {
    department: "財經學群",
    intro:
      "主要探究財務金融體制與系統運作機制，以資金為供給與需求探討金融體系的運作形式，可以提供對個人、組織、國家、國際等不同層面，在財務規劃與分析之原理概念，財務實務上的配置與管理技術。 包括資本市場、財務與會計規劃與分析、金融商品與實作、證券投資分析與配置、固定收益債券及資產管理等領域課程。",
    future:
      "未來可從事的職業 會計師、專案管理師、金融研究人員、金融營業人員、銀行辦事人員、投資理財人員、統計精算人員、理賠人員、財務分析人員、財務人員、會計／出納／記帳人員、稽核人員、財務經理人員、國貿人員、保稅人員、國貿業務人員、證券或財務經紀人、商業作業經理人員、保險專業人員等。",
    img: "財經學群.jpg",
  },
  {
    department: "管理學系",
    intro:
      "主要在處理組織系統內外人事物的各種問題。 課程安排多為學習溝通協調、領導規劃各種工作的資源整合或系統分析等，以培養管理人才，促使組織及企業間工作流程的順暢，確保企業獲取最大效益。",
    future:
      "未來可從事的職業 行政或財務經理人員、證券或財務經紀人、人事或產業關係經理人員、市場銷售經理人員、工商服務業經理人員、經營管理主管、專案管理師、基層管理幹部、儲備幹部、國貿人員、國貿助理、保稅人員、船務、報關人員、專業顧問、導遊／領隊／導覽、OP／票務人員／旅行社人員等。",
    img: "管理學系.jpg",
  },
  {
    department: "外語學群",
    intro:
      "主要學習外國語文的聽說讀寫能力，進而瞭解該國的歷史、文學創作及欣賞，並可提升至人類文化、社會政治經濟的深入描述與探究。 外語學類的主要課程包括：閱讀及討論外國文學名著、練習用外語表達自己的意思、聽外語錄音帶、觀賞外國戲劇，也要研究各種語言的特色及比較不同國家的文學作品。",
    future:
      "未來可從事的職業 秘書、口譯人員、國中小與高中職和語文補習班老師等英文教師、翻譯專業人員、語言學研究人員、外貿人員、教材編輯人員、編輯文字類人員、技術文件與說明書編譯人員、校對人員、口譯人員等。",
    img: "外語學群.jpg",
  },
  {
    department: "文史哲學群",
    intro:
      "主要以人類發展的思想、軌跡、符號為探究對象，依據人類發展的思想、軌跡、符號等建構人類的樣貌，並且進行區域、文化、時代間的橫向與縱向比較，文學主要培養探究及欣賞文化、運用語文及創作、賞析的能力；史學在瞭解歷史現象的演進、分析、探究與考據；哲學在訓練思考能力以對自我及世界反省。",
    future:
      "未來可從事的職業 教師、文史學家、作家、語言學研究人員、檔案資料管理人員、廣告文案企劃人員、產品企劃人員、行銷企劃助理、公關企劃人員、文字記者、發行企劃、出版人員、教材編寫人員、技術文件或說明書編譯、編輯、校對人員、研究助理、作文老師、新聞從業人員等。",
    img: "文史哲學群.jpg",
  },
  {
    department: "大眾傳播學群",
    intro:
      "大眾傳播學群主要學習傳播理論，以各種媒體將訊息以聲音、文字、影像等方式傳遞給人群，包括對訊息收集、媒體認識製作、評估訊息傳播的影響、傳播政策之擬定、傳播機構管理及資訊服務訓練等。",
    future:
      "未來可從事的職業 新聞記者、廣告購買、行銷企畫、廣播電視製作人、新聞編輯、表演工作者、攝影、導演、社群媒體編輯、說故事行銷、媒體公關（新聞聯絡人）、市場調查分析師、影像處理師、數位內容創作、媒體設計人員、動畫設計等。",
    img: "大眾傳播學群.jpg",
  },
  {
    department: "社會與心理學群(社會)",
    intro:
      "主要為關懷、觀察與研究分析人群，以及衍生出專業訓練的相關科系。 社會與心理學群著重社會結構與社會現象的觀察、分析與批判，對人類行為因果關係的探討，並提出相關解決方案與關懷助人的專業訓練。 社會相關學系，著重在個人與社會環境的關係、分析社會問題的解決方案、學習社會福利的概念與方法及探討各種社會現象。",
    future:
      "新聞記者、雜誌編輯、民意調查、廣告企劃、文史工作、社區規劃等。 中小學教師、幼教機構、安親機構、才藝教室、補習班行政督導等。 學校輔導老師、社會工作員、心理諮商員、婚姻輔導員、各類家庭扶助單位人員等。 心理測驗員、心理輔導員、觀護人、檢察事務官、監獄官、監所管理員、監獄戒治及戒護、青少年犯罪輔導、教誨師、法警所等。",
    img: "社會與心理學群(社會).jpg",
  },
  {
    department: "藝術學群",
    intro:
      "主要有美術、音樂、舞蹈、表演藝術、雕塑等學類。 藝術包括許多種的形式，如音樂、舞蹈、戲劇表演、美術品等等，包含思考、創作、賞析等。 而藝術學群的課程正是教導藝術工作者去運用自身的想像力與創作力，配合各項的藝術理論與技術，以某種表達方式表現感受，創造出令人感動的藝術。",
    future:
      "未來可從事的職業 音樂教師、美術老師、舞蹈教師、才藝類老師、音樂演奏家、作曲家、舞蹈家、設計師、美術編輯、導演、攝影師、演員、編劇、攝影記者、多媒體動畫設計師、網頁設計、廣告設計、商業設計、包裝設計、平面設計、美編人員、藝術指導、藝術總監、藝術行政人員、公家機關或學校相關人員等。",
    img: "藝術學群.jpg",
  },
  {
    department: "資訊學群",
    intro:
      "強調資訊處理各層次的理論與實務技術，尤其在電腦應用上，包括資訊工程、資訊科學及著眼於資訊收集、服務、傳播、教育等相關科系如資訊管理、資訊傳播科技、資訊教育。包括設計電腦程式與系統、電腦軟硬體結構、網路架設、資訊安全保密、資訊系統的統整、規劃與管理等資訊專業人員之培養。",
    future:
      "未來可從事的職業 程式設計師、通訊軟體工程師、網站程式設計師、系統工程師、資料庫管理人員、MIS工程師、網路系統工程師、網路管理工程師、資訊安全分析師、故障分析工程師、資訊管理人員、資訊產品研發人員、電子商務設計師、多媒體設計師、電腦遊戲設計師等。",
    img: "資訊學群.jpg",
  },
  {
    department: "工程學群",
    intro:
      "是十八學群中最大的一支，包括與「工程」相關的科系，強調結合基礎科學的知識與工程技術的觀念，依生產實務之歷史區分成各專門系統或領域，如電機與電子工程、機械工程、土木工程、化學工程等各部門，重視理論與實務的結合，藉以培育高層技術人才。",
    future:
      "電子技師、電視技師、電機技師、工業工程技師、工業安全計師、結構技師、土木技師、水利技師、環工技師、消防設備技師、大地技師、測量技師、水土保持技師、運輸工程技師、機械製造工程師、冷凍空調師、航太工程技師、冶金工程技師等。",
    img: "工程學群.jpg",
  },
  {
    department: "數理化學群",
    intro:
      "主要包括數學、物理、化學，以及其相關應用等學系，涵蓋範圍包含自然環境、物理現象、物質結構及數學統計等。 此學群內的科系多是基礎科學，強調科學研究與邏輯思考，培養同學基礎數理的探索能力，以及縝密的思考邏輯訓練，再輔以系統化的課程，使同學擁有基礎科學的知識，並建立實物研究的紮實能力。",
    future:
      "也有部分學生選擇教職，像是數學老師、理化老師、數理研究人員、物理研究人員、化學研究人員、金融研究人員、統計學研究人員、研究助理、數理補習班老師等。 想往金融領域發展則可參考投資理財人員、統計精算人員、市場調查／分析人員。",
    img: "數理化學群.jpg",
  },
  {
    department: "地球與環境學群",
    intro:
      "包括有地球科學、地質、大氣、海洋科學、環境科學、防災等學類，主要探討各種自然環境、資源及人文現象的分布及特色，汙染的成因與防治，探測地下資源，了解海洋大氣的變化，繪製地圖等的科學理論及工程技術。 隨著全球氣候與環境的變遷，此學群逐漸受到重視。",
    future:
      "未來可從事的職業 國中小老師、高中職老師、氣象相關研究人員、地質與地球科學研究人員、天文相關研究人員、應用科學研究人員、物理相關研究人員、研究助理、水土保持技師、採礦工程師、測量師、環保／環境工程師／技師、農藝／畜產研究人員、公家機關相關人員等。",
    img: "地球與環境學群.jpg",
  },
  {
    department: "管理學群",
    intro:
      "科系眾多，大多由管理系衍生而來，包括企業管理、行銷、航運管理、運輸與物流管理、醫務管理、管理科學等學類，主要在處理組織系統內外人事物的各種問題。 課程安排多為學習溝通協調、領導規劃各種工作的資源整合或系統分析等，以培養管理人才，促使組織及企業間工作流程的順暢，確保企業獲取最大效益。",
    future:
      "未來可從事的職業 行政或財務經理人員、證券或財務經紀人、人事或產業關係經理人員、市場銷售經理人員、工商服務業經理人員、經營管理主管、專案管理師、基層管理幹部、儲備幹部、國貿人員、國貿助理、保稅人員、船務、報關人員、專業顧問、導遊／領隊／導覽、OP／票務人員／旅行社人員等。",
    img: "管理學群.jpg",
  },
  {
    department: "建築與設計學群",
    intro:
      "主要包括有建築、景觀與空間設計、都市計畫、工業設計、商業設計、織品與服裝設計、造型設計等學類，依據物體、空間、環境等不同的需求，同時賦予實用與美學特性。 課程強調設計概念、色彩學、建築設計實用功能及美學表達，因此，藝術與美感的培養，在設計技術與創意表達之外，亦為不可或缺的課程要求。",
    future:
      "未來可從事的職業 建築師、室內設計師、景觀設計師、建築繪圖／設計、水土保持技師、土木技師／工程師、結構技師／工程師、都市／交通規劃人員、測量／儀校人員、工業設計、網頁設計、包裝設計、廣告設計、商業設計、平面設計、美編人員、多媒體動畫設計師等。",
    img: "建築與設計學群.jpg",
  },
  {
    department: "醫藥衛生學群",
    intro:
      "包含了醫學、藥學、護理、公共衛生、營養、牙醫、中醫、復健醫學、呼吸治療等學類，未來主要從事醫療相關產業，課程也以培育醫生、藥師、護理師、治療師、營養師等專業醫護人員所需之知識及技能為導向，涵蓋的層次從個體的身心健康到全體的公衛健康政策，所學皆攸關生命，是社會上不可或缺的能量。",
    future:
      "醫師、牙醫師、中醫師、醫學美容／整型、麻醉醫師、職能治療師、物理治療師、語言治療師、呼吸治療師、其它醫療從業人員、藥師、營養師、醫事檢驗師、復健師、醫事放射師、驗光師、牙體技術人員、護士／護理師、專科護理師、看護人員、醫藥研發人員、病理藥理研究人員、生物科技研發人員、臨床／實驗室研究人員、公共衛生專業人員、醫藥業務代表",
    img: "醫藥衛生學群.jpg",
  },
  {
    department: "生命科學學群",
    intro:
      "是個龐大且分歧的自然科學領域，舉凡探討各種型態的生命現象、結構及功能等知識，並研發出相關辦法（生物技術）以解決上述問題。 研究的範圍從分子、細胞、器官、個體、族群乃至生態系統，並將研究結果應用於改善食品、藥品、疾病、農業、環境等，對於健康照護、產業發展及環境保護上提出具體的貢獻。",
    future:
      "有些人覺得生科這行業發展空間不大，覺得生命科學系出路不多，只能在生技公司工作或者從事教育類的職業。生命科學系出路：科學家、研究助理、食品檢測員、醫藥人員、化學工程師、養殖專業人員、教育人員。",
    img: "生命科學學群.jpg",
  },
  {
    department: "社會與心理學群(心理)",
    intro:
      "社會與心理學群主要為關懷、觀察與研究分析人群，以及衍生出專業訓練的相關科系。 社會與心理學群著重社會結構與社會現象的觀察、分析與批判，對人類行為因果關係的探討，並提出相關解決方案與關懷助人的專業訓練。 社會相關學系，著重在個人與社會環境的關係、分析社會問題的解決方案、學習社會福利的概念與方法及探討各種社會現象。",
    future:
      "未來可從事的職業 臨床心理師、諮商心理師、教育訓練人員、人力資源專員、行銷企劃人員、社會工作人員、社會學研究人員、人類學研究人員、心理學研究人員、醫療服務人員、研究助理、學校行政人員、學校輔導教師、特殊教育教師、安親課輔老師、公家機關相關人員等。",
    img: "社會與心理學群(心理).jpg",
  },
  {
    department: "生物資源學群",
    intro:
      "強調的是動植物等生物資源的栽培改良及病蟲害防治、家畜的品種改良、畜漁產品的加工利用及研發、森林保護與經營管理、生活環境之設計經營、農業機具的製造與相關技術之訓練等，屬於生物資源與科技整合的學門。 生物資源領域有：農藝、畜產、園藝、獸醫、森林、植病、海洋資源。",
    future:
      "未來可從事的職業 農業工程師、農林漁牧經理人員、獸醫師、生態保育專業人員、食品研發人員、病理藥理研究人員、生物科技研發人員、生物學專業與研究人員、實驗／化驗人員、休閒娛樂事業從業人員、花藝／園藝人員、農藝栽培專業人員、農藝／畜產研究人員、養殖／畜牧專業人員、動物飼育專業人員、公家機關相關人員等。",
    img: "生物資源學群.jpg",
  },
];
