export default [
  {
    department: "機械科",
    intro:
      "主要學習電腦輔助機械設計(CAD)與製造(CAM)，其為價值核心課程，加強學生學習先進數控機械設備與產業接軌。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "機械科.jpg",
  },
  {
    department: "模具科",
    intro:
      "主要學習一班機械及電腦化之機械加工，並應用於模具之設計、製造與產品的大量生產。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "模具科.jpg",
  },
  {
    department: "製圖科",
    intro:
      "主要學習機械工業製圖及設計，以電腦輔助繪圖軟體，讓學生運用電腦資訊能力，模擬機構操作，未來進入大學再繼續精進計算機械結構、應力分析，提高機械設計能力。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "製圖科.jpg",
  },
  {
    department: "電腦機械製圖科",
    intro:
      "該科主要是由製圖科改名而來，並加強各項電腦繪圖軟體教學，產品實物測繪能力。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "電腦機械製圖科.jpg",
  },
  {
    department: "鑄造科",
    intro:
      "主要學習金屬元件製作、金屬熔鑄、材料檢驗、電腦化輔助繪圖製造、琉璃及金銀細工等課程。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "鑄造科.jpg",
  },
  {
    department: "板金科",
    intro:
      "主要學習電腦化機械輔助製圖、製造板狀金屬彎折成形、銲接組合、防鏽塗裝等技能。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "板金科.jpg",
  },
  {
    department: "機械木模科",
    intro:
      "主要學習手工具之基本操作、簡易整體模、分型模、車床之車製、工作圖之畫法、並灌輸學生對機械之設計、精密量測知識和技能。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "機械木模科.jpg",
  },
  {
    department: "機電科",
    intro:
      "主要學習機電整合自動化技術及數位化生活之基本知識，訓練自動化機械之操作及管理技能。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "機電科.jpg",
  },
  {
    department: "生物產業機電科",
    intro:
      "主要學習機械、電子、電機和智慧型電腦控制等專業知識，配合生物特性，生長環境與生產處理的需求，並能應用在生物產業的學習領域上。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "生物產業機電科.jpg",
  },
  {
    department: "配管科",
    intro:
      "主要學習各種管線及其設備之裝、檢測、維護之基本知能，如消防、水電、瓦斯管線工程、熱水器安裝檢修、營建配管、工業配管、銲接學、電腦繪圖、電腦應用等技能。",
    future:
      "可從事機械工業、汽車工業、電機電子工業、民生工業、航空國防工業等，也可以從事銷售、相關材料供應等行業。",
    img: "配管科.jpg",
  },
  {
    department: "電機科",
    intro:
      "主要學習室內配線設計、工業配線設計、電機機械、微電腦控制及程式設計等相關實務技術能力，以培養電機產業之基層技術人員。",
    future:
      "可從事半導體產業、電子產業、資訊產業、光電產業、通信產業、冷凍空調產業、自動控制產業、儀器產業及軟體產業等。",
    img: "電機科.jpg",
  },
  {
    department: "控制科",
    intro:
      "主要學習機電整合、可程式邏輯控制、氣液壓控制、工業儀器等相關實務技術整合應用於工廠自動化，以培養自動控制產業之基層技術人員。",
    future:
      "可從事半導體產業、電子產業、資訊產業、光電產業、通信產業、冷凍空調產業、自動控制產業、儀器產業及軟體產業等。",
    img: "控制科.jpg",
  },
  {
    department: "冷凍空調科",
    intro:
      "主要學習電機機械、數位電路、工業配線、冷凍空調包含各型冷氣機、冰箱及中央空調的結構、原理、安裝與維護的相關實務技術，以培養冷凍空調產業之基層技術人員。",
    future:
      "可從事半導體產業、電子產業、資訊產業、光電產業、通信產業、冷凍空調產業、自動控制產業、儀器產業及軟體產業等。",
    img: "冷凍空調科.jpg",
  },
  {
    department: "資訊科",
    intro:
      "主要學習電腦系統安裝與設定、軟體程式的撰寫、網路系統（Server）安裝與設定、單晶片微電腦控制的程式編寫與電路的裝配及測試等技術能力，以培養資訊產業之基層技術人員。\t",
    future:
      "可從事半導體產業、電子產業、資訊產業、光電產業、通信產業、冷凍空調產業、自動控制產業、儀器產業及軟體產業等。",
    img: "資訊科.jpg",
  },
  {
    department: "電子科",
    intro:
      "主要學習電子、視聽、工業與數位產品的電路組裝與設計、微電腦單晶片的程式編寫與電路的裝配及測試及程式語言的設計等技術能力，以培養電子產業之基層技術人員。",
    future:
      "可從事半導體產業、電子產業、資訊產業、光電產業、通信產業、冷凍空調產業、自動控制產業、儀器產業及軟體產業等。",
    img: "電子科.jpg",
  },
  {
    department: "航空電子科",
    intro:
      "主要學習航空基本電子設備、儀器、通信導航、介面控制、微電腦週邊設備等之基本知能，以培養航空電子基層技術人員。",
    future:
      "可從事半導體產業、電子產業、資訊產業、光電產業、通信產業、冷凍空調產業、自動控制產業、儀器產業及軟體產業等。",
    img: "航空電子科.jpg",
  },
  {
    department: "電子通信科",
    intro:
      "主要學習電子通信設備、通信導航、介面控制之運用、安裝、測試、操作及維修等技術能力，以培養通信設備基層技術人員。",
    future:
      "可從事半導體產業、電子產業、資訊產業、光電產業、通信產業、冷凍空調產業、自動控制產業、儀器產業及軟體產業等。",
    img: "電子通信科.jpg",
  },
  {
    department: "美工科",
    intro:
      "主要學習有關美術工藝與設計之實用技術與基本知識，訓練養成美工設計的專業技能。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "美工科.jpg",
  },
  {
    department: "陶瓷工程科",
    intro:
      "主要學習有關陶瓷及設計之基本知識與實用技能，使學生具備陶瓷製作、量產、施釉、燒製各方面的能力，結合設計理論並且能實質運用在產品設計與藝術創作等相關領域。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "陶瓷工程科.jpg",
  },
  {
    department: "室內空間設計科",
    intro:
      "主要學習專業設計製圖觀念、識圖及整合性的空間使用方式與空間設計的基本知識。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "室內空間設計科.jpg",
  },
  {
    department: "圖文傳播科",
    intro:
      "主要學習圖文傳播行業之基本知識，了解整個印前製作、印刷流程及圖文傳播設備操作之實用技能。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "圖文傳播科.jpg",
  },
  {
    department: "金屬工藝科",
    intro:
      "主要學習金屬工藝作品之製作、設計的相關知識與技能，訓練金屬工藝創作技巧。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "金屬工藝科.jpg",
  },
  {
    department: "家具設計科",
    intro:
      "主要學習家具設計美學素養、家具識圖、手繪製圖及電腦繪圖、模型製作及家具製作之基本專業能力。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "家具設計科.jpg",
  },
  {
    department: "廣告設計科",
    intro:
      "主要學習有關廣告設計之實用技術，培養商品行銷與視覺傳達、平面廣告、媒體、廣告影片等相關設計與製作知能。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "廣告設計科.jpg",
  },
  {
    department: "多媒體設計科",
    intro:
      "主要學習有關多媒體設計之實用技術與基本知識，培養多媒體設計、數位設計與視覺傳達等相關之設計與製作知能。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "多媒體設計科.jpg",
  },
  {
    department: "多媒體應用科",
    intro:
      "主要學習影像處理、影音後製、動畫與網頁製作等專業技能；輔以行銷、行銷企劃相關課程。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "多媒體應用科.jpg",
  },
  {
    department: "室內設計科",
    intro:
      "主要學習室內設計的基本和專業知識的技能，使具有室內設計圖面繪製與模型製作能力，作為進階專業室內設計教育或相關類科做養成準備。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "室內設計科.jpg",
  },
  {
    department: "家具木工科",
    intro:
      "主要學習生產操作、製程安排及繪圖之實用技能，傳授家具製作及生產管理之相關專業知識。",
    future:
      "可從事廣告設計、包裝設計、展示設計、編輯設計、印刷設計、媒體設計、產品設計、家具設計、工藝設計、模型製作、建築設計、室內設計、景觀設計、展演（舞台、展示）設計、多媒體設計與應用等。",
    img: "家具木工科.jpg",
  },
  {
    department: "商業經營科",
    intro:
      "主要學習會計基礎帳務處理、門市服務、商事法規、電腦文書處理、商業相關知識及零售業服務技能，以培養現代化的商業經營人才。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "商業經營科.jpg",
  },
  {
    department: "國際貿易科",
    intro:
      "主要學習國際貿易實務、外語、商業與經濟環境、會計事務、資訊科技應用、行銷與管理等專業知能，以培養國際貿易人員應具備之基礎能力與專業素養。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "國際貿易科.jpg",
  },
  {
    department: "會計事務科",
    intro:
      "主要學習有關美術工藝與設計之實用技術與基本知識，訓練養成美工設計的專業技能。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "會計事務科.jpg",
  },
  {
    department: "資料處理科",
    intro:
      "主要學習電腦硬體、網路原理、軟體操作、多媒體製作、程式設計、商業知識、會計實務等相關知能。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "資料處理科.jpg",
  },
  {
    department: "電子商務科",
    intro:
      "主要學習記帳、電腦基礎作業、網站架設及管理應用，以培養金融作業、銷售、商業及管理基礎能力。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "電子商務科.jpg",
  },
  {
    department: "流通管理科",
    intro:
      "主要學習物流管理、商業自動化及企業經營基本知識，以及電腦應用與資料庫之操作。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "流通管理科.png",
  },
  {
    department: "航運管理科",
    intro:
      "主要學習現代化的商業經營與管理知識，兼備商業與航運業專長，熟悉經營學理和實務操作能力。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "航運管理科.jpg",
  },
  {
    department: "農產行銷科",
    intro:
      "主要學習基礎記帳、簡易財務報表分析、行銷管理、農產品行銷、電腦文書處理及電子商務之操作。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "農產行銷科.jpg",
  },
  {
    department: "不動產事務科",
    intro:
      "主要學習不動產事務之基本知識，以培養不動產事務之作業與管理基層人才。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "不動產事務科.jpg",
  },
  {
    department: "水產經營科",
    intro:
      "主要學習漁業生產的基本知能，以培養海事及水產業之生產、服務及經營管理等基層人員。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "水產經營科.jpg",
  },
  {
    department: "文書事務科",
    intro:
      "主要學習有關文書事務之基本知識和實用技能，以培養各企業所需的商業文書處理與管理之基層人員。",
    future:
      "可從事賣場服務、售貨及行銷、物流、證券、程式設計、貿易等，也可以從事網路開業或商店經營等行業及自行創業。",
    img: "文書事務科.jpg",
  },
  {
    department: "餐飲管理科",
    intro:
      "主要學習餐旅管理、餐飲衛生安全、採購學、食物學、餐飲實務、餐旅服務技術、中餐烹調、中式點心、烘焙、西餐烹調等全球化餐飲經營管理知能。",
    future:
      "從事旅館業(例如旅館接待員、房務人員)、航空業(例如空服員、機場地勤服務員)、旅行業(例如觀光導遊、領隊、解說員)、餐飲業(例如廚師、餐飲服務員)等行業。",
    img: "餐飲管理科.jpg",
  },
  {
    department: "觀光事業科",
    intro:
      "主要學習餐旅日語會話、遊程設計、解說教育、旅館管理、餐飲實務、客房實務、生態保育實務、世界旅遊資源、觀光概論等培養旅遊觀光基層之專業之專業人員且提昇觀光旅遊實務知能。",
    future:
      "從事旅館業(例如旅館接待員、房務人員)、航空業(例如空服員、機場地勤服務員)、旅行業(例如觀光導遊、領隊、解說員)、餐飲業(例如廚師、餐飲服務員)等行業。",
    img: "觀光事業科.jpg",
  },
];
